def print_params():                   #Создал функцию.
    print(162)                        #В тело функции выписал 2 вывода в консоль целых чисел.
    print(634)                        #2 Вывод.

print_params()
print_params()                        #2 Раза вызвал созданнную функцию.

               #Функция в целом напоминает блок который содержит в себе часть написанного кода, по ходу написания кода к функции можно обратиться в любой момент.
               #Чем-то напоминает русскую матрёшку)