def print_params(param1, param2):                #Создал функцию c двумя параметрами
    print(param1, param2)                        #В тело функции выписал ввод двух параметров.
    print(param1, param2)                        #2 Вывод.

print_params(55, 66)
print_params(51, 42)                        #2 Раза вызвал созданнную функцию присвоив разные значения.

               #Функция в целом напоминает блок который содержит в себе часть написанного кода, по ходу написания кода к функции можно обратиться в любой момент.
               #Чем-то напоминает русскую матрёшку)
