print('Hi, PyCharm')                        #На первой строчке кода вывели надпись в консоль.
x = 43                                      #Объявили переменную.
y = 32                                      #Вторую переменную.
print(x * y)                                #Вывели в консоль результат умножения двух переменных.
print("End line")                           #Вывели надпись "End line" в консоль.


            #Процесс данной отладки очень прост, пошаговая проверка кода на правильность его выполнения.
#В больших программах этот инструмент не везде будет уместен, так как проверяется каждая строчка кода, в следствии чего уходит много времени на отладку.